{
  "digest": [
    "1.当您通过网络页面点击“同意”（或其他类似意思表示）的方式签订本电子协议及与本电子协议有关的任何法律文件，即表示您与【贷款人，以最终审核与匹配为准】已达成协议并同意接受本协议的全部约定内容以及【贷款人，以最终审核与匹配为准】的其他与本协议有关的各项规定，与亲笔签名具有同等法律效力，协议双方无需重新补办书面文书及借款借据。",
    "2.请您务必妥善保管重要协议信息，如因您的个人原因，无论是故意或过失，使得重要协议信息被他人所控制，由此可能带来的不利后果均由您承担。届时您不得以账号等重要信息丢失、被盗用等任何理由否认签约的效力及履行本电子协议的义务。",
    "3.您认可电子数据的有效性和证据效力。前述电子数据包括但不限于【贷款人，以最终审核与匹配为准】电子银行系统所生成和保留记载的相关电子协议、电子单据、电子凭证、交易记录等相关资料均构成有效证明协议各方之间权利义务关系的确定证据。",
    "甲方(贷款人): 【以最终审核与匹配为准】",
    "地址: 【以最终审核与匹配为准】",
    "乙方(借款人): 【】",
    "身份证号码: 【】",
    "住址(家庭地址): 【】",
    "联系电话: 【】"
  ],
  "details":[
    {
      "title": "第一条 贷款",
      "content": [
        "1.1 贷款相关信息，贷款年利率【】，贷款本金【】",
        "1.2 乙方指定下述账户为贷款接收账户：账户名称：【】，账    号：【{}】，开 户 行：【】",
        "1.3 甲方在批准乙方贷款请求后的两个工作日内将贷款金额汇入本协议1.2款所示的乙方指定贷款接收账户。",
        "1.4贷款从合同签订日开始计息，还款方式为一次性还本付息，即到期后一次性返回全部本息。",
        "计算公式为：当期应还本金*月利率，其中月利率=贷款年利率/12。按日计息的计算公式为：贷款金额*计息天数*日利率，其中日利率＝贷款年利率/360。"
      ]
    },
    {
      "title": "第二条 还款",
      "content": [
        "2.1 还款安排：乙方还款账户，户 名：【】，账 号：【】，开户行：【】",
        "2.2 放款日为1日至31日，每期还款日为【】，借款最终到期日为一次性还款日，偿还所有本金和利息，本协议项下借款本息的偿还，为到期一次性还本付息。",
        "2.3 乙方承诺按照还款安排按时及时足额向甲方偿还贷款本金和利息。",
        "2.4 乙方还款方式分为主动还款或自动还款：",
        "2.4.1 主动还款：乙方可主动向甲方偿还借款本息及相关费用。",
        "2.4.2 自动还款（代扣还款）：乙方需在约定的还款日前一天将应还款项足额存入乙方的还款账户，乙方不可撤销地授权甲方委托还款账户开户行及/或第三方支付机构组织从乙方的还款账户中扣收本合同项下的贷款本息、甲方或其他方对乙方的代垫费用及其他相关费用。乙方承诺前述交易委托指令视同乙方本人作出。代扣时间、金额等指令以甲方通知为准，代扣的全部责任由乙方与甲方承担。",
        "2.5 乙方承诺在使用委托代扣或主动还款服务时，乙方的承诺和指令均遵守国家法律、法规和本合同目的且不侵犯第三方支付组织机构、甲方及其他第三方的合法权益，否则，相关机构有权立即单方面终止提供本服务，并不承担任何责任。",
        "2.6 乙方在此确认和授权，当乙方的账户余额不足时，甲方有权降低代扣额度以及多次分笔通过还款账户开户行及/或第三方支付机构组织发出代扣指令。",
        "2.7 若因各种原因（包括但不限于还款账户余额不足）造成自动扣款失败，逾期未清偿任何款项将影响乙方的征信记录。",
        "2.8 如还款日为法定假日或公休日，还款日不顺延。",
        "2.9乙方同意委托指定的第三方代为接收还款本息。",
        "2.10本协议项下借款不允许提前还款。"
      ]
    },
    {
      "title": "第三条 违约责任与解除协议",
      "content": [
        "3.1如乙方未于本协议第二条约定的还款日当日24：00时前成功足额还款，视为逾期。乙方逾期的，应向甲方支付逾期罚息。",
        "3.2逾期罚息计算方式如下: 乙方应偿还而未予以偿还的贷款将在还款日起至实际支付日期间按照本协议贷款日利率的150%按日计算加收的罚息。",
        "3.3逾期罚息单独计算。",
        "3.4 非因甲方原因导致甲方未收到乙方还款，视为乙方逾期还款，乙方应按本协议的约定向甲方支付逾期罚息(逾期罚息计算方式参见本条第二款)。",
        "3.5 若乙方偿还金额不足，偿还先后顺序依次为逾期罚息、应还利息、应还本金。",
        "3.6 乙方发生下述情形之一时，甲方有权解除本协议，乙方需在甲方提出解除协议之日起五日内一次性支付剩余全部贷款本息、逾期罚息。",
        "3.6.1 乙方擅自改变本协议第一条规定的贷款用途；",
        "3.6.2严重违反还款义务（逾期达到45天及以上）；",
        "3.6.3乙方提供虚假资料或者故意隐瞒重要事实；",
        "3.6.4 乙方未经甲方同意擅自转让本协议项下贷款债务的；",
        "3.6.5乙方受到刑事处罚；",
        "3.6.6乙方的任何财产遭受没收、征用、查封、扣押、锁定等可能影响其履约能力的不利事件，且不能及时提供有效补救措施的；",
        "3.6.7乙方的财务状况出现影响其履约能力的不利变化，且不能及时提供有效补救措施的。",
        "3.7若因本条第六款所述情形而导致乙方违约，或根据甲方合理判断认为乙方可能发生本条第六款所述的违约情形的，甲方有权自行或委托甲方指定的第三方采取下列任何一项或几项救济措施。",
        "3.7.2宣布已发放贷款全部提前到期，乙方应立即偿还剩余全部贷款本息、逾期罚息；",
        "3.7.3解除本协议；",
        "3.7.4采取法律、法规以及本协议约定的其他救济措施。",
        "3.8 乙方同意并不可撤销地授权：甲方及甲方指定的第三方按照国家相关规定采集符合法律法规规定的乙方个人信息及包括信贷信息在内的信用信息（含乙方在甲方处办理业务时产生的不良信息），并可以向中国人民银行金融信用信息基础数据库、其他依法设立的征信机构提供以上信息。",
        {
          "title" : "乙方同意并不可撤销地授权：甲方可以根据国家有关规定，通过中国人民银行金融信用信息基础数据库、其他依法设立的征信机构、公安部公民身份信息数据查询、打印、保存符合法律法规规定的乙方个人信息和包括信贷信息在内的信用信息。用途如下：",
          "content": [
            "（一）审核乙方贷款申请；",
            "（二）处理贷后管理事务；",
            "（三）处理乙方征信异议；",
            "（四）依法或经有权部门要求；",
            "（五）其他乙方向甲方申请或办理的业务。"
          ]
        },
        "3.9 乙方同意，甲方及甲方指定的第三方可将乙方违约的相关信息通过公众媒体等方式公开披露。甲方及甲方指定的第三方有权将乙方不良信息向国家有关征信机构提供。如乙方存在涉嫌欺诈、诈骗等违法犯罪行为，甲方及甲方指定的第三方有权向有关国家机关报案，以追究其刑事责任。",
        "3.10 若因征信机构对乙方个人信息的加工、制作、开发和使用而与乙方产生任何纠纷，与甲方无关，甲方对此不承担任何法律责任。",
        "3.11 因乙方违约而导致甲方产生的损失和费用，包括但不限于本息损失、诉讼费用、调查费用、律师费用、差旅费用等，由乙方承担。"
      ]
    },
    {
      "title": "第四条 乙方联系方式及变更通知",
      "content": [
        "4.1在本协议签署时，乙方应向甲方提交包括但不限于乙方如下联系信息。乙方应对该信息的真实性和有效性负责。",
        "4.1.1 乙方所在学校或单位、居住地址、住所电话、手机号码、电子邮箱等；",
        "4.1.2 乙方家庭联系人或紧急联系人工作单位、居住地址、住所电话、手机号码等。",
        "4.2 在乙方签署本协议之日起至贷款全部清偿之日止，乙方有义务在上述信息变更之日起三日内提供更新后的信息给甲方。",
        "4.3因乙方不提供或提供信息不真实或不及时提供上述变更信息，甲方向乙方提供的原联系方式和地址送达的，视为已送达、已通知。因乙方不提供或提供信息不真实或不及时提供上述变更信息而导致甲方产生的损失和费用，包括但不限于本息损失、诉讼费用、律师费、调查费用、差旅费等，均由乙方承担。"
      ]
    },
    {
      "title": "第五条 争议管辖",
      "content": [
        "5.1 本协议之签署、效力、履行、终止、解释、执行及项下争议解决均适用中国法律。",
        "5.2 各方一致同意，因本协议引起或与之有关的所有争议均应通过双方友好协商解决。协商不成的，由甲方所在地人民法院管辖。"
      ]
    },
    {
      "title": "第六条 其他",
      "content": [
        "6.1本协议的任何修改、补充均需以书面形式作出，补充条款与本协议具有同等的法律效力。",
        "6.2本协议自各方以电子合同的形式订立。",
        "6.3 本合同成立：当乙方通过网络页面或手机APP点击“同意”（或其他类似意思表示，具体以网站显示为准）的方式签订本电子协议确认后，即视为乙方已经充分阅读并同意本合同内容，向甲方作出出借资金的承诺及签署行为，本合同即时成立。",
        "6.4本合同生效：甲方将本合同项下出借资金的划转至乙方指定收款账户时，本合同即时生效。",
        "6.5本协议部分条款因违反法律法规被视为无效时不影响本协议其他条款的效力。",
        "6.6本合同项下《个人借据》（借款凭证）作为本合同附件，与本合同具有同等效力。",
        "6.7本协议未尽事宜，双方或与本协议履行有关的第三方有权另行签订协议、补充协议或补充条款，另行签订的协议、补充协议或补充条款，与本协议具有同等法律效力。"
      ]
    },
    {
      "title": "第七条 借款人声明",
      "content": [
        "7.1本人已经阅读本协议所有条款，充分了解并清楚知晓相应的权利义务，并承诺本人用甲方发放贷款所购买的商品或服务的质量与甲方无关，本人保证在任何情况下均按时、足额履行还款义务。",
        "7.2乙方同意委托指定的第三方代为接收贷款、代为接收还款本息。"
      ]
    }
  ]
}
